Revit 2024 API
ParameterTypeId.StructuralAnalyticalTessellate Property
 "Approximate curve"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StructuralAnalyticalTessellate { get; }
Visual Basic
Public Shared ReadOnly Property StructuralAnalyticalTessellate As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StructuralAnalyticalTessellate {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace